Repository: Ellerbach/WivaldyBot
Catalog: WivaldyBot/Properties/WivaldyBotResources.*.resx
Languages: fr

# CompareConsumptionGood
source: ![Lowering]({0}/Images/wivaldy_icon_home-sleepy-200x200.png)
fr: ![Diminution]({0}/Images/wivaldy_icon_home-sleepy-200x200.png)

# CompareConsumptionkWh
source: {0} kWh vs {1} kWh.\r\n\r\n
fr: {0} kWh vs {1} kWh.

# CompareConsumptionLastHourYesterday
source: Your total consumption by comparing today for the last hour and yesterday at the same time is
fr: La comparaison de votre consommation entre l'heure passée et hier à la même heure est de

# CompareConsumptionTodayYesterday
source: Your total consumption by comparing today and yesterday (at the same time) is
fr: La comparaison de votre consommation entre aujourd'hui et hier (à la même heure) est de

# CompareConsumptionYesterdayDayBefore
source: Your total consumption by comparing yesterday and the day before is
fr: La comparaison de votre consommation entre hier et avant-hier est de

# DialogActivitySelect
source: Select your activity
fr: Sélectionnez une activité

# DialogActivityTellUs
source: Tell me what you need
fr: Dites-moi ce que vous voulez faire

# DialogCompareLastHourYesterdaySameTime
source: Last hour with yesterday at same time
fr: Dernière heure avec hier à la même heure.

# DialogCompareTodayYesterday
source: Today and yesterday
fr: Aujourd'hui et hier

# DialogCompareYesterdayDayBefore
source: Yesterday and the day before
fr: Hier et avant-hier

# DialogConfirmationKey
source: Thanks!
fr: Merci !

# DialogConsumptionDay
source: Today
fr: Aujourd'hui

# DialogConsumptionHour
source: Last hour
fr: Dernière heure

# DialogConsumptionInstant
source: Realtime consumption
fr: Consommation temps réel

# DialogConsumptionLastDay
source: Last day
fr: Hier

# DialogElectricityConsumption
source: Electricity consumption
fr: Consommation électrique

# DialogElectricityTellUs
source: Please select the consumption:
fr: Sélectionnez une consommation

# DialogErrorMessage
source: Ups, something went wrong.
fr: Oups, quelque chose n'a pas fonctionné.

# DialogGetPrivateKey
source: Before we get started, can you please give me your private key?
fr: Avant de commencer, entrez votre clé privée.

# DialogKeyIs
source: Your key is {0}.
fr: Votre clé est {0}

# DialogKeyRemoved
source: Your key has been removed.
fr: Votre clé a été supprimée.

# DialogWelcomeCompare
source: Comparison
fr: Comparer ma consommation

# DialogWelcomeElectricity
source: Electricity consumption
fr: Vérifier ma consommation

# DialogWelcomeKey
source: Private key
fr: Clé

# DialogWelcomeLogout
source: Logout
fr: Se déconnecter

# DialogWelcomeMessage
source: Welcome to Wivaldy assistant, just write anything and I'll help you :-) Type 'key' to get your current key, 'logout' to clear your key.
fr: Bienvenue dans l'assistant Wivaldy, écrivez quelque chose pour commencer et je vous aiderai :-). Tapez 'clé' pour obtenir votre clé ou 'se déconnecter' pour la supprimer.

# TotalConsumptionKwh
source: {0} kWh. Cost is approximately {1} €.
fr: {0} kWh. Coût d'environ {1} €.

# TotalConsumptionLastHour
source: Your total consumption for the last hour is
fr: Votre consommation totale pour la dernière heure est

# TotalConsumptionNoData
source: Sorry, there is no data available.
fr: Désolé, il n'y a aucune donnée disponible.

# TotalConsumptionNow
source: Your realtime consumption is
fr: Votre consommation instantanée est de

# TotalConsumptionTodayIs
source: Your total consumption for today is
fr: Votre consommation totale pour aujourd'hui est de

# TotalConsumptionYesterday
source: Your total consumption for yesterday is
fr: Votre consommation totale d'hier est de

# AlertAskInstant
source: Which kind of event follow-up do you want?
fr: Quel type de suivi voulez-vous mettre en place ?

# AlertChange
source: Update your existing follow-up ?
fr: Mettre à jour votre suivi ?

# AlertChangeInstant
source: Every {0} seconds with a threshold of {1} watts.
fr: Toutes les {0} secondes avec un seuil de {1} watts.

# AlertChangeTotal
source: Every {0} seconds with a threshold of {1} kWh.
fr: Toutes les {0} secondes avec un seuil de {1} kWh.

# AlertEnd
source: *End of events follow-up.* You can set a new follow-up.
fr: *Fin des suivis.* N'hésitez pas à en re-paramétrer.

# AlertEndMax
source: *End of events follow-up.* You've reached the maximum number of follow-up for this session. Please schedule another follow-up to receive more realtime information.
fr: *Fin des suivis.* Vous avez atteint le nombre maximal de suivis. Paramétrez un autre suivi pour en recevoir à nouveau.

# AlertExceedInstant
source: **Your consumption exceed your threshold**: {0} watts vs {1} watts.
fr: **Votre consommation a dépassé le seuil** : {0} watts vs {1} watts

# AlertExceedTotal
source: **Your consumption exceed your threshold**: {0} kWh vs {1} kWh.
fr: **Votre consommation a dépassé le seuil** : {0} kWh vs {1} kWh

# AlertInstant
source: Realtime consumption.
fr: Consommation instantanée

# AlertInterval
source: Please enter interval in seconds.
fr: Saisissez un intervalle en secondes.

# AlertMaxTime
source: The maximum range of minutes you can be notified is {0} minutes. Setting it to the maximum.
fr: Le nombre maximal de minutes pour lequel vous pouvez recevoir des notifications est de {0} minutes. Cette valeur sera utilisée.

# AlertMinSec
source: The minimum number of seconds between two refresh is fixed at {0}. Setting it to the minimum.
fr: Le temps minimal pour un rafraichissement des données est de {0} secondes. Cette valeur sera utilisée.

# AlertOK
source: You have setup a new event follow-up:
fr: Vous avez créé un suivi :

# AlertReallySorry
source: I'm sorry I didn't understand, please try again later.
fr: Je suis désolé, je ne comprends pas. Merci de ré-essayez plus tard.

# AlertRetryInterval
source: I'm sorry I did not understand, I'm awaiting a number of seconds.
fr: Je suis désolé, je ne comprends pas. Il faut saisir un nombre de secondes.

# AlertRetryMaxTime
source: I'm sorry I did not understand, please enter a number of minutes.
fr: Je suis désolé, je ne comprends pas. Il faut saisir un nombre de minutes.

# AlertRetryThreshold
source: I'm sorry I did not undersant, I'm awaiting a number for the threshold. Make sure you are using {0} as a decimal separator.
fr: Je suis désolé, je ne comprends pas. Il faut saisir un nombre qui correspond au seuil. Vérifiez que vous utilisez bien {0} comme séparateur décimal.

# AlertThresholdkWh
source: Please enter your threshold in kWh.
fr: Saisissez votre seuil en kWh.

# AlertThresholdWatts
source: Please enter your threshold in watts.
fr: Saisissez votre seuil en watts.

# AlertTime
source: Please enter the period (in minutes) you want to receive notifications.
fr: Saisissez le nombre de minutes pendant lesquelles vous voulez activer un suivi.

# DialogNo
source: No
fr: Non

# DialogWelcomeAlert
source: Event follow-up
fr: Paramétrer un suivi

# DialogYes
source: Yes
fr: Oui

# AlertChangeSwitch
source: Check remote command every {0} seconds.
fr: Vérifier les commandes toutes les {0} secondes

# AlertExceedSwitch
source: **Device command** {0}
fr: **Commande d'appareil** {0}

# AlertSwitch
source: Device remote commands
fr: Commande
